

import {
    Container,
    Stack,
    Flex,
    Box,
    Heading,
    Text,
    Button,
    Image,
    Icon,
    IconButton,
    createIcon,
    IconProps,
    useColorModeValue,
  } from '@chakra-ui/react';
import { useState } from 'react';
import Footer from '../Footer';
import Founder_marathi from './Founder_marathi';
import Question from '../question';
  
  export default function About_marathi() {


const [show,setshow]=useState(false)

const Para=()=>{
    setshow(show?false:true)
}

    return (
      <Box>
      
      
      <Container maxW={'6xl'}>
      
        <Stack
          align={'center'}
          spacing={{ base: 8, md: 10 }}
          py={{ base: 20, md: 28 }}
          direction={{ base: 'column', md: 'row' }}>
          <Stack flex={1} spacing={{ base: 5, md: 10 }}>
            <Heading
              lineHeight={1.1}
              fontWeight={600}
              fontSize={{ base: '3xl', sm: '4xl', lg: '6xl' }}>
              <Text
                as={'span'}
                position={'relative'}
                _after={{
                  content: "''",
                  width: 'full',
                  height: '30%',
                  position: 'absolute',
                  bottom: 1,
                  left: 0,
                  bg: 'red.400',
                  zIndex: -1,
                }}>
                आमच्याबद्दल,
              </Text>
              <br />
              <Text as={'span'} color={'red.400'}>
              आपले ध्येय!
              </Text>
            </Heading>
            <Text textAlign={'justify'} color={'gray.500'}>
            महाराष्ट्रातील जळगाव जिल्ह्यातील प्रिय विद्यार्थ्यांनो,
            तुमचा HSC किंवा समतुल्य अभ्यासक्रम पूर्ण केल्यानंतर तुम्ही BPO क्षेत्रात नोकरीच्या संधी शोधत आहात का? जर होय, तर तुम्ही योग्य ठिकाणी आहात.
            
            {show?
                <Text color={'gray.500'}>
                बीपीओ उद्योग हा भारतातील अग्रगण्य उद्योगांपैकी एक आहे आणि तुमच्यासारख्या तरुण आणि गतिमान व्यक्तींसाठी नोकरीच्या अनेक संधी उपलब्ध करून देतो. तथापि, आम्ही समजतो की तुमच्यापैकी अनेकांना या उद्योगात उपलब्ध असलेल्या नोकरीच्या संधींबद्दल माहिती नसेल.
    एएस कन्सल्टन्सीमध्ये, आम्ही जळगाव जिल्ह्यात ग्राउंड लेव्हल रिसर्च केले आणि असे आढळून आले की अनेक व्यक्तींना बीपीओ क्षेत्रातील उपलब्ध नोकरीच्या संधींची माहिती नाही. म्हणून, आम्ही या संधी तुमच्यापर्यंत पोहोचवण्याचा निर्णय घेतला आहे. आमचा उद्देश तुम्हाला बीपीओ उद्योगात करिअर बनवण्यात मदत करणे आणि उत्तम पगार देणार्‍या नोकऱ्या सुरक्षित करणे हा आहे.
              


    <hr/>
    <br/>
    <Heading color={"black"}>
    बीपीओ उद्योगात करिअर का निवडावे?
    </Heading>
    <Text pt={'5px'}>
    बीपीओ उद्योग हा भारतीय अर्थव्यवस्थेचा एक महत्त्वाचा भाग आहे आणि गेल्या काही वर्षांत प्रचंड वाढ झाली आहे. हजारो व्यक्तींसाठी रोजगाराच्या संधी निर्माण करण्यात या उद्योगाने महत्त्वपूर्ण भूमिका बजावली आहे आणि भारतीय अर्थव्यवस्थेच्या वाढीस हातभार लावला आहे. बीपीओ उद्योग ग्राहक सेवा, तांत्रिक सहाय्य, डेटा एंट्री आणि बॅक-ऑफिस सपोर्टपासून काही नावांपर्यंत विविध नोकरीच्या संधी प्रदान करतो.    <br/>
    </Text>
    <hr/>
    <br/>
    <Heading color={"black"}>
    बीपीओ उद्योगाकडून काय अपेक्षा करावी?    </Heading>
    <Text pt={'5px'}>
    BPO उद्योग विविध पार्श्वभूमी आणि कौशल्य संच असलेल्या उमेदवारांना नोकरीच्या संधी उपलब्ध करून देण्यासाठी ओळखला जातो. हे तरुण आणि गतिमान व्यक्तींना त्यांची क्षमता एक्सप्लोर करण्यासाठी आणि त्यांच्या करिअरची उद्दिष्टे साध्य करण्यासाठी एक व्यासपीठ प्रदान करते. हा उद्योग त्याच्या कर्मचारी-अनुकूल धोरणांसाठी ओळखला जातो, जे निरोगी कार्य-जीवन संतुलन आणि व्यावसायिक वाढीसाठी संधी देतात. BPO उद्योग ग्राहक सेवा, तांत्रिक समर्थन, विक्री, बॅक-ऑफिस सपोर्ट आणि डेटा एंट्री यासह विविध नोकरीच्या भूमिका प्रदान करतो. . या नोकरीच्या भूमिकांसाठी विविध कौशल्ये आवश्यक असतात आणि व्यावसायिक वाढीसाठी विविध संधी देतात. हा उद्योग स्पर्धात्मक पगार आणि आरोग्य विमा, वाहतूक सुविधा आणि सेवानिवृत्ती लाभ यासारखे इतर फायदे प्रदान करण्यासाठी देखील ओळखला जातो.    </Text>
    <hr/>
    <br/>
    <Heading color={"black"}>
    एएस कन्सल्टन्सी तुम्हाला कशी मदत करू शकते?    </Heading>
    <Text pt={'5px'}>
    AS Consultancy मध्ये, आम्ही आमच्या लाडक्या जळगाव जिल्ह्यात नोकरीच्या संधी आणण्यासाठी वचनबद्ध आहोत. योग्य नोकरीच्या संधी शोधण्यात व्यक्तींसमोर येणारी आव्हाने आम्हाला समजतात आणि म्हणून आम्ही तुम्हाला मदत करण्यासाठी येथे आहोत. आम्ही विविध बीपीओ कंपन्यांसोबत काम करतो आणि इंडस्ट्री प्रोफेशनल्सचे विस्तृत नेटवर्क आहे, जे आम्हाला तुमच्यासाठी उत्तम नोकरीच्या संधी आणण्यास सक्षम करते. आमची तज्ञांची टीम तुमच्या कौशल्य संच, आकांक्षा आणि करिअरची उद्दिष्टे समजून घेण्यासाठी तुमच्यासोबत काम करते. तुमच्या प्रोफाइलशी जुळणाऱ्या संधी. तुमच्या कामात यशस्वी होण्यासाठी आम्ही तुम्हाला सर्व आवश्यक प्रशिक्षण आणि मार्गदर्शन प्रदान करतो. आम्ही खात्री करतो की तुम्ही तुमची नवीन भूमिका स्वीकारण्यासाठी पूर्णपणे तयार आहात आणि तुमच्या संपूर्ण नोकरीच्या प्रवासात तुम्हाला समर्थन पुरवतो.    </Text>
    <hr/>
    <br/>
    <Heading color={"black"}>
    आम्ही तुम्हाला कशी मदत करत आहोत?
    </Heading>
    <Text pt={'5px'}>
    तुम्हाला कोणत्याही खर्चाशिवाय बीपीओ क्षेत्रात रोजगार शोधण्यात मदत करण्यासाठी आम्ही आमची मदत देत आहोत. तुम्हाला फक्त तुमचा रेझ्युमे आमच्यासोबत शेअर करायचा आहे आणि 72 तासांच्या आत, आम्ही एक संक्षिप्त टेलिफोन मुलाखत घेण्यासाठी तुमच्यापर्यंत पोहोचू. जर तुम्ही मुलाखतीत उत्तीर्ण झालात, तर आम्ही तुमचा बायोडाटा आमच्याकडे सूचीबद्ध केलेल्या एका कंपनीकडे पाठवू आणि तुम्हाला पुढील तपशील प्राप्त होतील. नवीन शहरात नोकरी शोधण्यात येणाऱ्या अडचणींचा अनुभव घेतल्यानंतर, लोकांना कोणत्या अडचणींना सामोरे जावे लागते, विशेषत: त्या छोट्या शहरांमधून पुण्यासारख्या मोठ्या शहरात काम शोधण्याचा प्रयत्न करत आहे. तुम्हाला या रोजगाराच्या संधींशी जोडण्यासाठी पुलाचे काम करणे हे माझे ध्येय आहे, त्यामुळे तुम्हाला मी केलेल्या संघर्षातून जावे लागणार नाही. मला हे सुनिश्चित करायचे आहे की नोकरी शोधण्यासाठी कोणालाही त्रास सहन करावा लागणार नाही. ज्यांचे बायोडेटा संभाषण कौशल्यामुळे शॉर्टलिस्ट केलेले नाहीत त्यांच्यासाठी माझी टीम मोफत मूलभूत प्रशिक्षण देईल. मला विश्वास आहे की जळगाव जिल्ह्यातील लोकांना त्यांचे कौशल्य विकसित करण्यासाठी आणि उपजीविकेसाठी रोजगाराच्या संधी उपलब्ध झाल्या पाहिजेत आणि ते प्रत्यक्षात आणण्यासाठी मी माझ्या सामर्थ्याने सर्वकाही करेन. आम्हाला फक्त तुमच्या पाठिंब्याची गरज आहे.    </Text>
  


    </Text>:
                <Text></Text>
            }
           
            </Text>
            



            <Text textAlign={'justify'} color={'gray.500'}>



            {show?
                <Text color={'gray.500'}>
              
    </Text>:
                <Text></Text>
            }
           
            </Text>
            <Box
              spacing={{ base: 4, sm: 6 }}
              direction={{ base: 'column', sm: 'row' }}>
              <Button
              onClick={Para}
                rounded={'full'}
                size={'lg'}
                fontWeight={'normal'}
                px={6}
                colorScheme={'red'}
                bg={'red.400'}
                _hover={{ bg: 'red.500' }}>
                अधिक माहिती
              </Button>
              
            </Box>
          </Stack>
          
          
          
          
        </Stack>
      
       
        <Footer/>
      </Container>
      </Box>
      
      
    );
  }
  
  const PlayIcon = createIcon({
    displayName: 'PlayIcon',
    viewBox: '0 0 58 58',
    d:
      'M28.9999 0.562988C13.3196 0.562988 0.562378 13.3202 0.562378 29.0005C0.562378 44.6808 13.3196 57.438 28.9999 57.438C44.6801 57.438 57.4374 44.6808 57.4374 29.0005C57.4374 13.3202 44.6801 0.562988 28.9999 0.562988ZM39.2223 30.272L23.5749 39.7247C23.3506 39.8591 23.0946 39.9314 22.8332 39.9342C22.5717 39.9369 22.3142 39.8701 22.0871 39.7406C21.86 39.611 21.6715 39.4234 21.5408 39.1969C21.4102 38.9705 21.3421 38.7133 21.3436 38.4519V19.5491C21.3421 19.2877 21.4102 19.0305 21.5408 18.8041C21.6715 18.5776 21.86 18.3899 22.0871 18.2604C22.3142 18.1308 22.5717 18.064 22.8332 18.0668C23.0946 18.0696 23.3506 18.1419 23.5749 18.2763L39.2223 27.729C39.4404 27.8619 39.6207 28.0486 39.7458 28.2713C39.8709 28.494 39.9366 28.7451 39.9366 29.0005C39.9366 29.2559 39.8709 29.507 39.7458 29.7297C39.6207 29.9523 39.4404 30.1391 39.2223 30.272Z',
  });
  
  export const Blob = (props: IconProps) => {
    return (
      <Icon
        width={'100%'}
        viewBox="0 0 578 440"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
        {...props}>
        <path
          fillRule="evenodd"
          clipRule="evenodd"
          d="M239.184 439.443c-55.13-5.419-110.241-21.365-151.074-58.767C42.307 338.722-7.478 282.729.938 221.217c8.433-61.644 78.896-91.048 126.871-130.712 34.337-28.388 70.198-51.348 112.004-66.78C282.34 8.024 325.382-3.369 370.518.904c54.019 5.115 112.774 10.886 150.881 49.482 39.916 40.427 49.421 100.753 53.385 157.402 4.13 59.015 11.255 128.44-30.444 170.44-41.383 41.683-111.6 19.106-169.213 30.663-46.68 9.364-88.56 35.21-135.943 30.551z"
          fill="currentColor"
        />
      </Icon>
    );
  };