import {
    Heading,
    Avatar,
    Box,
    Center,
    Image,
    Flex,
    Text,
    Stack,
    Button,
    useColorModeValue,
  } from '@chakra-ui/react';
import { useState } from 'react';
import Footer from '../Footer';

  
  
  export default function Founder_marathi() {

    const [intro,setIntro]=useState(false)
    const Intro=()=>{
      setIntro(intro?false:true)
    }


    return (
      <Box>
      <Center py={6}>
        <Box
          maxW={'70%'}
          w={'full'}
          bg={useColorModeValue('white', 'gray.800')}
          boxShadow={'2xl'}
          rounded={'md'}
          overflow={'hidden'}
          
          >
          
          <Image
            h={'120px'}
            w={'full'}
            src={
              'https://images.unsplash.com/photo-1612865547334-09cb8cb455da?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80'
            }
            objectFit={'cover'}
          />
          <Flex justify={'center'} mt={-12}>
            <Avatar
              size={'xl'}
              src={
                'https://www.w3schools.com/howto/img_avatar.png'
              }
              alt={'Author'}
              css={{
                border: '2px solid white',
              }}
            />
          </Flex>
  
          <Box  p={6}>
            <Stack spacing={0} align={'center'} mb={5}>
              <Heading fontSize={'2xl'} fontWeight={500} fontFamily={'body'}>
                Danish Shaikh
              </Heading>
              <Text textAlign={"justify"} color={'gray.500'}>
              सर्वांना नमस्कार, माझे नाव दानिश शेख आहे आणि मला बीपीओ उद्योगात पाच वर्षांपेक्षा जास्त अनुभव आहे. 2017 पूर्वी, मला या फील्डबद्दल माहिती नव्हती आणि मला फक्त एवढंच माहीत होतं की यात कॉल सेंटरवर कॉल अटेंड करणं समाविष्ट होतं. मात्र, या क्षेत्रात काम करण्याची संधी मिळाल्यावर अनेकांनी मला अभियंता म्हणून कॉल सेंटरमध्ये काम करू नये, असे सांगून परावृत्त केले.
              {intro?<Text textAlign={"justify"} color={'gray.500'}>
              त्या क्षणी, माझ्याकडे दोन पर्याय होते: ज्यांनी या क्षेत्रात कधीही काम केले नाही आणि त्यांचे निर्णय केवळ निरीक्षणावर आधारित आहेत त्यांचे मी ऐकू शकेन किंवा मी स्वत: वर संधी घेऊ शकेन आणि ही संधी शोधू शकेन, जरी ती आदर्श नसली तरीही. . मी नंतरची निवड केली आणि एका एअरलाइनच्या बीपीओ विभागात सामील झालो, जिथे मला कॉल सेंटर आणि बीपीओमधील फरक तसेच या उद्योगात उपलब्ध असलेल्या वाढीच्या संधी त्वरीत कळल्या. माझ्या कामातून, मला शहरांमध्ये राहणाऱ्या लोकांचे अनोखे दृष्टीकोन आणि प्राधान्यक्रम देखील समजले, जे माझ्या स्वतःच्या अनुभवांपेक्षा वेगळे होते. उदाहरणार्थ, मी अशा लोकांना भेटलो जे त्यांच्या अभ्यासात आणि त्यांच्या नोकऱ्यांमध्ये चुरस दाखवत होते आणि ते सर्व चांगल्या प्रकारे व्यवस्थापित करत होते. ते त्यांच्या महाविद्यालयीन जीवनाचा आनंद का घेत नाहीत आणि त्याऐवजी काम का करत नाहीत हे जाणून घेण्याची मला उत्सुकता होती आणि एका व्यक्तीने मला खूप छान उत्तर दिले: तो म्हणाला की काम करून, त्याला कामाची संस्कृती आणि कंपनीच्या गरजा समजल्या आणि त्याचे शिक्षण पूर्ण केले. त्याला पदवी आणि मौल्यवान कामाचा अनुभव दोन्ही देईल जे त्याला त्याच्या समवयस्कांपेक्षा वेगळे करेल. मी हे सर्व सामायिक करत आहे कारण प्रत्येकजण त्यांच्या आयुष्यात काय करत आहे हे मला स्पष्टपणे समजले पाहिजे अशी माझी इच्छा आहे. एअरलाइन उद्योगात सहा महिने काम केल्यानंतर, मी एका ई-कॉमर्स कंपनीत गेलो, जिथे मला आणखी मौल्यवान अंतर्दृष्टी मिळाली आणि मी माझ्याबद्दल शिकत राहिलो. मला त्यांच्यासाठी दरवाजे उघडायचे आहेत ज्यांना वाटते की ते अभ्यासात चांगले नाहीत आणि जीवनात काहीही करू शकत नाहीत किंवा ज्यांना असे वाटते की बारावी पूर्ण केल्यानंतर त्यांच्याकडे पर्याय नाहीत. जे इतरांना दोष देत आहेत परंतु त्यांच्या स्वतःच्या परिस्थिती सुधारण्यासाठी कारवाई करत नाहीत त्यांना देखील मला मदत करायची आहे. मला माहित आहे की या आव्हानांना तोंड देणे कसे असते, म्हणूनच मी AS कन्सल्टन्सी सुरू केली. मी मिळवलेले ज्ञान आणि अनुभव सामायिक करण्याचा हा माझा मार्ग आहे, जेणेकरून जळगावमधील माझ्या बंधू-भगिनींना मी केलेल्या संघर्षांना सामोरे जावे लागू नये.
</Text>:<Text></Text>}

              
              </Text>
              <Button onClick={Intro} rounded={'full'} px={6}>
              अधिक माहिती
            </Button>
            </Stack>
  
            
  
            
          </Box>
        </Box>
      </Center>
      
      <br/>
      <br/>
      <Footer/>
      </Box>
      
    );
  }